{
    "society_tips.tip.mining_skill_fortune": "ถ้าหาหนังสือร่ายมนตร์โชคลาภในช่วงแรกได้ ลองอัปสกิลสายขุดเหมืองที่ช่วยเพิ่มโชคลาภซิ",
    "society_tips.tip.slot_machine": "เล่นสล็อตแมชชีนถูกจะได้รางวัล 4 เท่าเลยนะ!",
    "society_tips.tip.wool": "ไม่อยากเจี๋ยนวัวเพื่อหนังใช่ไหม? เกราะขนสัตว์ทำได้ที่โต๊ะเย็บผ้านะ",
    "society_tips.tip.trading_depot": "จุดแลกเปลี่ยนสามารถใช้ในการแลกเปลี่ยนอัตโนมัติกับชาวบ้านได้",
    "society_tips.tip.fire_quartz_one": "ควอตซ์ไฟสามารถหาได้จากเนเธอร์และบางชั้นของถ้ำกระโหลก",
    "society_tips.tip.earth_crystals_one": "เอิร์ธคริสตัลสามารถหาได้จากถ้ำในโลกปกติและบางชั้นของถ้ำกระโหลก",
    "society_tips.tip.gold_slimes": "สไลม์ทองเวลาไม่พอใจจะบุกปล้นเงินจากบัญชีของคุณและเรียกพวกตัวร้ายมาบุกรุก",
    "society_tips.tip.nether_vacation": "เนเธอร์เป็นที่ๆ เหมาะสำหรับการพักผ่อนสุดๆ ไปเลย!",
    "society_tips.tip.translocators": "ทรานโลเคเตอร์สามารถใช้ขนของจากกล่องสองกล่องในพื้นที่สุดจำกัดได้",
    "society_tips.tip.pig_racing_season": "หมูบางตัวสามารถวิ่งแข่งได้ดีขึ้นหรือแย่ลงตามฤดูกาล",
    "society_tips.tip.suggestions": "อยากเสนอแนะอะไรกับม็อดแพคนี้เหรอ? เข้ามาในดิสคอร์ดซิ!",
    "society_tips.tip.prize_machine_two": "การขึ้นรางวัลของตู้ตั๋วรางวัลนั้นจะให้ค่าประสบการณ์กับสกิลทุกสาย",
    "society_tips.tip.milk": "นมขนาดใหญ่จะพื้นความอิ่มจำนวนมากเมื่อดื่ม",
    "society_tips.tip.beemonican": "สามารถจิ๊กบีโมนิแคนซีลได้จากราชินีผึ้ง",
    "society_tips.tip.mystical_ocean": "สนใจเอาตัวรอดบนเกาะพร้อมกับม็อดพลังเวทไหม? ลองเซไซอิตี้: มิสติกคอล โอเชียนซิ!",
    "society_tips.tip.husbandry_time": "สัตว์ในฟาร์มนั้นจะหิวเมื่อเวลาผ่านไปใน 1 วันของไมน์คราฟเต็มๆ โดยไม่มีอาหารเท่านั้น",
    "society_tips.tip.fish_season_night": "ปลาบางตัวสามารถจับได้เฉพาะในเวลากลางคืน",
    "society_tips.tip.quality_seed_maker": "ใช้ผักคุณภาพสูงในเครื่องผลิตเมล็ดพันธุ์จะทำให้ได้เมล็ดพันธุ์ที่มีคุณภาพสูงระดับเดียวกัน",
    "society_tips.tip.mining_skill_leveling_one": "ขุดก้อนจีโอดจะให้ค่าประสบการณ์ขุดเหมืองจำนวนมาก",
    "society_tips.tip.adventuring_skill_leveling": "เปิดหีบที่ยังไม่ได้ถูกเปิดมาก่อนจะให้ค่าประสบการณ์ผจญภัยจำนวนมาก",
    "society_tips.tip.husbandry_pigs": "หมูจะคอยขุดเห็ดทรัพเฟิลเป็นระยะๆ ถ้ามันชอบคุณมากพอ",
    "society_tips.tip.prize_machine_one": "ผลไม้ยืนต้นบางชนิดจะสามารถได้รับจากตู้ตั๋วรางวัลเท่านั้น",
    "society_tips.tip.wise_oak": "ถ้าเจอต้นโอ๊กที่บอกว่าตัวมันมีความรอบรู้ ลองใช้เวลาฟังมันดูซิ",
    "society_tips.tip.roe_value": "ยิ่งปลามีราคาแพงเท่าไหร่ ไข่ของมันก็ยิ่งแพงขึ้นเท่านั้น",
    "society_tips.tip.balloons": "อย่าลืมแหงนหน้ามองท้องฟ้าเป็นระยะๆ บางทีอาจจะมีบอลลูนที่สอยมันลงมาได้อยู่นะ!",
    "society_tips.tip.enriched_bonemeal": "ผงกระดูกเข้มข้นนั้นใช้สามารถปลูกเบอร์รี่เรืองแสงและดอกไม้สำหรับชงชาได้",
    "society_tips.tip.skill_books": "พ่อค้าเร่มีโอกาสขายหนังสือสกิลพิเศษอยู่",
    "society_tips.tip.pet_gifts": "สัตว์เลี้ยงจะมีของขวัญพิเศษให้เมื่อมีหัวใจเต็ม 10 ดวง",
    "society_tips.tip.exotic_trader": "พ่อค้าของหายากขายอัปเกรดของเครื่องจักรเฉพาะทาง",
    "society_tips.tip.almanac": "กาลานุกรมชาวไร่มีข้อมูลของพืชผักทุกชนิด, สัตว์ในฟาร์มและก็สัตว์เลี้ยง รวมถึงสไลม์ด้วย",
    "society_tips.tip.quality_preserves": "เครื่องจักรเฉพาะทางบางอย่างสามารถคงคุณภาพของวัตถุดิบไว้ได้ แต่หลายเครื่องก็ไม่",
    "society_tips.tip.barkeeper": "ผู้ดูแลบาร์ขายอาหารในราคาเอาเรื่องสำหรับคนขี้เกียจทำอาหารเอง ก็รู้นี่หมายถึงใครอ่ะ",
    "society_tips.tip.slot_machine_prismatic": "สล็อตแมชชีนสามารถมีโอกาสถูกรางวัลออกมาเป็นพริสเมติกชาร์ดได้ถ้าใช้เหรียญมูลค่าสูง",
    "society_tips.tip.golden_egg_one": "ไข่ทองนั้นสามารถเกาะเป็นไอเทมได้ด้วยมนตร์ละมุนสัมผัสเพื่อทำมายองเนสได้",
    "society_tips.tip.husbandry_deployer": "สัตว์ในฟาร์มไม่ชอบมือที่เย็นชาไร้ซึ่งความอ่อนโยนของมือกลอัตโนมัติ",
    "society_tips.tip.eternal_summer_jungle": "ป่าดงดิบและสะวันนาจัดเป็นเขตที่มีฤดูร้อนตลอดกาล",
    "society_tips.tip.husbandry_magic_shears": "กรรไกรเวทนั้นรู้สึกแปลกๆ แล้วก็ไม่ค่อยดีเลยอ๊ะ",
    "society_tips.tip.snorp_sneep": "บรุ๋มๆ บุ๋งๆ Ɛ:",
    "society_tips.tip.hamsters": "อย่าให้อาหารแฮมสเตอร์เชียว",
    "society_tips.tip.husbandry_hand_feed": "รางข้าวนั้นเป็นวิธีให้อาหารสัตว์ที่สะดวกมาก แต่จริงๆ พวกมันจะชอบให้ป้อนจากมือตรงๆ มากกว่าเยอะเลยล่ะ",
    "society_tips.tip.villager_decor": "ชาวบ้านจะแต่งองค์ทรงเครื่องพิเศษในช่วงท้ายฤดูหนาว!",
    "society_tips.tip.golden_egg_two": "ข้างในไข่ทองนั้นมีอะไรที่ค่อนข้างเป็นสีรุ้งล่ะ...",
    "society_tips.tip.lunchboxes": "กล่องข้าวและถุงข้าวสามารถเปิดกินอาหารข้างในได้เลยโดยไม่ต้องแบกอาหารหลายอย่างในช่องเก็บของโดยตรง",
    "society_tips.tip.preserves_jar": "โหลผลไม้กวนนั้นจะเพิ่มมูลค่าสามเท่าของผลไม้และผักที่ใส่ลงไป",
    "society_tips.tip.skull_cavern": "ถ้ำกระโหลกนั้นเป็นพื้นที่ที่อันตรายที่สุดแล้วล่ะ",
    "society_tips.tip.cooking": "การปรุงอาหารนั้นจะทำให้ราคาขายแพงกว่าราคาวัตถุดิบที่ใช้ไปทั้งหมดแน่นอน",
    "society_tips.tip.bank_meter": "อยากรู้ว่าตอนนี้มีเงินในบัญชีเท่าไหร่ตลอดเวลาไหมล่ะ? ซื้อมิเตอร์ธนาคารปุ๊บรู้ได้ทันทีที่ด้านล่างของฤดูกาล!",
    "society_tips.tip.crab_traps": "กระชังปูจะทำงานเร็วขึ้นเป็นสองเท่าในไบโอมแม่น้ำ ทะเลและชายหาด",
    "society_tips.tip.broken_clock": "อัปเกรดนาฬิกาชำรุดจะช่วยย่นเวลาของถังบ่มเป็นเท่าตัวเลยนะ!",
    "society_tips.tip.sellable_search": "สามารถค้นหา 'เหรียญ' 'coin' ใน JEI/NEI เพื่อดูไอเทมที่ขายได้ทั้งหมด",
    "society_tips.tip.artisan_upgrades": "เครื่องจักรเฉพาะทางจะทิ้งอัปเกรดที่ติดตั้งไว้ให้เก็บด้วยตอนรื้อออกมา",
    "society_tips.tip.fish_season_rainy": "ปลาบางชนิดจะสามารถตกได้เฉพาะตอนฝนตก",
    "society_tips.tip.capitalism": "ทุนนิยมว่ะ",
    "society_tips.tip.regret_crystals": "ไม่ชอบสกิลที่เลือกไว้เหรอ? ไปซื้อคริสตัลแห่งความเสียดายจากนักบวชซะซิ!",
    "society_tips.tip.rainbow_trout": "เรนโบว์เทราต์ในบ่อปลาจะมีโอกาส 1% เลยนะที่จะให้พริสเมติกชาร์ด",
    "society_tips.tip.wandering_trader_two": "พ่อค้าเร่นั้นมักจะขายเฟอร์นิเจอร์หายากเสมอเลย",
    "society_tips.tip.sneep_snorp_two": "บรุ๋งๆ บุ๋งๆ :3",
    "society_tips.tip.fish_season": "ปลาบางชนิดสามารถจับได้จากในช่วงฤดูกาลนั้นเท่านั้น",
    "society_tips.tip.fishing_skill_leveling": "ค่าประสบการณ์การตกปลานั้นสามารถได้จากการสร้างอุปกรณ์ที่เกี่ยวกับการตกปลาหรือเก็บเกี่ยวจากบ่อปลา",
    "society_tips.tip.farming_skill_leveling": "ค่าประสบการณ์การทำฟาร์มนั้นสามารถได้จากการกินอาหารที่ปรุงแล้วรวมถึงการใช้เครื่องจักรเฉพาะทางด้วย",
    "society_tips.tip.wandering_trader_one": "พ่อค้าเร่ขายหนังสือที่ให้ค่าประสบการณ์ของสกิลต่างๆ",
    "society_tips.tip.tubasmoke_stick": "สูบบุหรี่อันตรายถึงตาย...",
    "society_tips.tip.lets_go_gambling": "ไปพนันกันเถอะพี่น้อง.... เชี่ยเอ้ย!",
    "society_tips.tip.husbandry_naming": "โปรดตั้งชื่อสัตว์ในฟาร์มด้วยเถอะนะ",
    "society_tips.tip.balloon_seeds_two": "ใบชาหาได้จากบอลลูนสีเขียว",
    "society_tips.tip.copycats": "สังกะสีนั้นใช้ในการสร้างบล็อกก๊อปปี้แคท เพื่อนรักสุดเลิฟของสายสร้างบ้านเลย",
    "society_tips.tip.quality_seeds": "เมล็ดพันธุ์ที่คุณภาพสูงจะมีโอกาสมากขึ้นที่จะให้ผลผลิตที่คุณภาพสูงตาม",
    "society_tips.tip.passable_leaves": "สามารถเดินทะลุบล็อกใบไม้ได้ทุกชนิดนะ รวมถึงใช้เป็นเบาะรองที่สูงได้ด้วย",
    "society_tips.tip.pig_racing": "พวกเรามีแข่งหมูด้วยนะเอ้อ!",
    "society_tips.tip.husbandry_fine_wool": "มีแค่แกะและกระต่ายเท่านั้นมีจะให้ขนละเอียดได้",
    "society_tips.tip.effects": "ไม่รู้ว่าผลพิเศษอะไรมีผลยังไงบ้างเหรอ? ลองดูใน JEI ซิ!",
    "society_tips.tip.furniture": "ชอบตกแต่งไหมล่ะ? ซื้อแคตตาล็อกเฟอร์นิเจอร์จากผู้ชำนาญพฤกษศาสตร์ซิ!",
    "society_tips.tip.sol_onion": "การรักษาสมดุลย์ของอาหารที่กินจะช่วยให้ได้รับบัฟมากมาย",
    "society_tips.tip.fire_quartz_two": "ควอตซ์ไฟจะมีแสงเรืองออกมานิดๆ",
    "society_tips.tip.husbandry_babies": "การเลี้ยงสัตว์ในฟาร์มตั้งแต่มันยังเป็นเด็กจะทำให้มันเชื่องไวขึ้น",
    "society_tips.tip.balloon_seeds_one": "เมล็ดฝ้ายสามารถหาได้จากบอลลูนสีเขียว",
    "society_tips.tip.boomcat_slimes": "สไลม์แมวระเบิดนั้นจะระเบิดเบาๆ ยามหิว",
    "society_tips.tip.earth_crystals_two": "เอิร์ธคริสตัลจะมีแสงเรืองออกมานิดๆ",
    "society_tips.tip.husbandry_sheep_milk": "แกะนั้นสามารถรีดนมได้ แต่ใช้เวลาเป็นสองเท่าในการจะผลิตนมแต่ละครั้งเมื่อเทียบกับวัว",
    "society_tips.tip.etched": "โต๊ะสร้างลวดลายสามารถสร้างแผ่นเสียงได้จากลิงค์ของเวปไซด์ต่างๆ",
    "society_tips.tip.fish_season_clear": "ปลาบางชนิดสามารถตกได้ตอนอากาศดีเท่านั้น",
    "society_tips.tip.husbandry_panda": "แพนด้าจะช่วยหาผลไม้บางชนิดได้",
    "society_tips.tip.husbandry_goat_milk": "นมแพะนั้นมีราคามากกว่าวัว แต่แย่จังนะ ต้องมาดูแลแพะเนี่ย",
    "society_tips.tip.husbandry_goat_bison": "แพะและไบซันนั้นเต็มไปด้วยความเกลียดชังและจะขวิดมันทุกอย่างที่ขวางหน้า โอเคแพะคงไม่ขนาดนั้น",
    "society_tips.tip.beemonica_bear": "หาบีโมนิแคทซีล หาหมีให้ได้...",
    "society_tips.tip.sneep_snorp_one": "บรุ๋งๆ บุ๋มๆ",
    "society_tips.tip.fish_radar": "ไม่รู้ว่าจะหาปลาได้จากไหนเหรอ? เรดาห์ปลาช่วยเช็คปลาที่อยู่แถวนั้นได้นะ",
    "society_tips.tip.string": "หาเส้นใยช่วงต้นเกมลำบากเหรอ? แคทเทลกับแฟลกซ์ช่วยได้นะ",
    "society_tips.tip.mining_skill_leveling_two": "การขุดเนเธอร์ควอตซ์เป็นวิธีปั้มเลเวลการขุดเหมืองที่ดีอยู่",
    "society_tips.tip.quest_book": "ถ้าไม่รู้จะทำอะไรต่อดี หนังสือเควสช่วยชี้ทางให้ได้อยู่นะ!",
    "society_tips.tip.neptunium": "กระชังปูมีโอกาสเล็กน้อยที่จะจับได้เศษเนปทูเนียม",
    "society_tips.tip.sniffle_snaffle": "ฟืดฟาด ฮืดฮาด (สนัฟเฟิล)",

    "society_tips.tip.ribbit_hut":"บ้านกบสามารถเก็บเกี่ยวผลผลิตและองุ่นได้",
    "society_tips.tip.bookseller":"คนขายหนังสือจะติดต่อได้จากทางโทรศัพท์ช่วงปลายฤดู",
    "society_tips.tip.skull_cavern_blocks":"บล๊อกที่วางในถ้ำกระโหลกจะไม่หายไปเมื่อเปลี่ยนวันใหม่นะเอ้อ",
    "society_tips.tip.fish_pond_stack":"บ่อปลาสามารถวางซ้อนกันได้นะ",
    "society_tips.tip.sprinkler_inset":"สปริงเกอร์สามารถวางต่ำลงไปบล็อกนึงได้และยังทำงานได้เหมือนเดิม"
}